# St7SetModelWindowParent

Sets the parent control for the model window. This function can be used to dock the model window inside
another control.

long St7SetModelWindowParent(long uID, HWND Handle)

Input Parameters

uID

Strand7 model file ID.

Handle

Handle to the parent control for the model window.